Repository: hakankorhasan/quitly
Catalog: quitly/quitly/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, tr, zh_hans

source: Quit Smoking
ar: بهدوء
de: Ganz ruhig
fr: Tranquillement
ja: 静かに
ko: 조용히
pt_br: Silenciosamente
ru: Тихо
zh_hans: 安静地

# relapse_cancel
source: Keep Going
ar: استمر
de: Mach weiter
fr: Continuez
ja: 続けてください
ko: 계속 하세요
pt_br: Continue
ru: Продолжайте в том же духе
tr: Devam Et
zh_hans: 继续前进

# relapse_confirm
source: Reset Streak
ar: إعادة تعيين الخط
de: Streak zurücksetzen
fr: Réinitialiser la séquence
ja: 連続記録をリセット
ko: 연속 재설정
pt_br: Redefinir sequência
ru: Сбросить серию
tr: Seriyi Sıfırla
zh_hans: 重置连胜

# relapse_confirm_action
source: Yes, Reset
ar: نعم، إعادة تعيين
de: Ja, Zurücksetzen
fr: Oui, réinitialiser
ja: はい、リセットします
ko: 예, 재설정합니다.
pt_br: Sim, redefinir
ru: Да, сброс
tr: Evet, Sıfırla
zh_hans: 是的，重置

# relapse_confirm_subtitle
source: This will reset your streak to zero.
ar: سيؤدي هذا إلى إعادة ضبط خطك إلى الصفر.
de: Dadurch wird Ihr Streak auf Null zurückgesetzt.
fr: Cela remettra votre séquence à zéro.
ja: これにより、連続記録がゼロにリセットされます。
ko: 연속 기록이 0으로 재설정됩니다.
pt_br: Isso redefinirá sua sequência para zero.
ru: Это сбросит вашу серию до нуля.
tr: Bu işlem serini sıfırlayacaktır.
zh_hans: 这会将你的连胜数重置为零。

# relapse_confirm_title
source: Are you sure?
ar: هل أنت متأكد؟
de: Bist du sicher?
fr: Es-tu sûr?
ja: 本気ですか？
ko: 확실합니까?
pt_br: Tem certeza?
ru: Вы уверены?
tr: Emin misin?
zh_hans: 你确定吗？

# relapse_go_back
source: Go back
ar: عُد
de: Geh zurück
fr: Retourner
ja: 戻る
ko: 돌아가기
pt_br: Volte
ru: Возвращаться
tr: Geri Dön
zh_hans: 回去

# relapse_streak_reminder
source: This is how far you've come.
ar: هذا هو المدى الذي وصلت إليه.
de: So weit bist du gekommen.
fr: Voilà jusqu'où vous êtes arrivé.
ja: ここまで来たのです。
ko: 이것이 당신이 얼마나 멀리 왔는지입니다.
pt_br: Isto é o quão longe você chegou.
ru: Вот как далеко вы зашли.
tr: Ne kadar ilerlediğini hatırla.
zh_hans: 这就是你已经走了多远。

# relapse_support_message
source: Every stumble is part of the journey. Today is a new beginning. You've got this.
ar: كل تعثر هو جزء من الرحلة. اليوم هو بداية جديدة. لقد حصلت على هذا.
de: Jedes Stolpern ist Teil der Reise. Heute ist ein Neuanfang. Du hast das.
fr: Chaque faux pas fait partie du voyage. Aujourd'hui, c'est un nouveau départ. Vous avez ça.
ja: すべてのつまずきは旅の一部です。今日は新たな始まりです。これを持っていますね。
ko: 모든 넘어짐은 여행의 일부입니다. 오늘은 새로운 시작입니다. 당신은 이것을 가지고 있습니다.
pt_br: Cada tropeço faz parte da jornada. Hoje é um novo começo. Você tem isso.
ru: Каждое спотыкание – это часть пути. Сегодня новое начало. У вас есть это.
tr: Her tökezleme yolculuğun bir parçası. Bugün yeni bir başlangıç. Bunu başaracaksın.
zh_hans: 每一次绊倒都是旅程的一部分。今天是一个新的开始。你已经得到了这个。

# relapse_title
source: Reset Streak?
ar: إعادة تعيين الخط؟
de: Streak zurücksetzen?
fr: Réinitialiser la séquence ?
ja: 連勝記録をリセットしますか？
ko: 연속 재설정?
pt_br: Redefinir sequência?
ru: Сбросить серию?
tr: Seri Sıfırlansın Mı?
zh_hans: 重置连胜？

# relapse_warning
source: It's okay to struggle. Resetting your streak will start your journey fresh.
ar: لا بأس في النضال. ستؤدي إعادة ضبط خطك إلى بدء رحلتك من جديد.
de: Es ist in Ordnung, zu kämpfen. Wenn Sie Ihren Streak zurücksetzen, beginnt Ihre Reise neu.
fr: C'est bien de lutter. Réinitialiser votre séquence commencera votre voyage à neuf.
ja: 苦労しても大丈夫です。連続記録をリセットすると、新たな旅が始まります。
ko: 힘들어도 괜찮습니다. 연속 기록을 재설정하면 여행이 새롭게 시작됩니다.
pt_br: Não há problema em lutar. Redefinir sua seqüência iniciará sua jornada do zero.
ru: Это нормально – бороться. Сброс вашей серии позволит начать ваше путешествие заново.
tr: Zorlanman çok normal. Serini sıfırladığında yolculuğuna temiz bir sayfa açmış olacaksın.
zh_hans: 挣扎一下也没关系。重置你的连胜纪录将让你的旅程重新开始。

# reward_add_cancel
source: Cancel
ar: يلغي
de: Stornieren
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

# reward_add_name
source: What do you want to buy?
ar: ماذا تريد أن تشتري؟
de: Was möchten Sie kaufen?
es: ¿Qué quieres comprar?
fr: Que veux-tu acheter ?
ja: 何を買いたいですか？
ko: 무엇을 사고 싶나요?
pt_br: O que você quer comprar?
ru: Что вы хотите купить?
tr: Ne almak istiyorsun?
zh_hans: 你想买什么？

# reward_add_placeholder
source: New Phone, Sneakers...
ar: هاتف جديد، أحذية رياضية...
de: Neues Telefon, Turnschuhe...
fr: Nouveau téléphone, baskets...
ja: 新しい携帯電話、スニーカー...
ko: 새 휴대폰, 운동화...
pt_br: Novo telefone, tênis...
ru: Новый телефон, кроссовки...
tr: Yeni Telefon, Ayakkabı...
zh_hans: 新手机、运动鞋...

# reward_add_price
source: Price
ar: سعر
de: Preis
es: Precio
fr: Prix
ja: 価格
ko: 가격
pt_br: Preço
ru: Цена
tr: Fiyat
zh_hans: 价格

# reward_add_save
source: Save Reward
ar: حفظ المكافأة
de: Belohnung speichern
es: Guardar Recompensa
fr: Enregistrer la récompense
ja: 報酬を保存する
ko: 보상 저장
pt_br: Salvar recompensa
ru: Сохранить награду
tr: Ödülü Kaydet
zh_hans: 保存奖励

# reward_add_title
source: Add Custom Reward
ar: إضافة مكافأة مخصصة
de: Fügen Sie eine benutzerdefinierte Belohnung hinzu
es: Añadir Recompensa
fr: Ajouter une récompense personnalisée
ja: カスタム報酬を追加
ko: 맞춤 보상 추가
pt_br: Adicionar recompensa personalizada
ru: Добавить индивидуальное вознаграждение
tr: Özel Ödül Ekle
zh_hans: 添加自定义奖励

# reward_available
source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
ko: 사용 가능
pt_br: Disponível
ru: Доступный
tr: Alınabilir
zh_hans: 可用的

# reward_claim_action
source: Claim Reward
ar: المطالبة بالمكافأة
de: Fordern Sie eine Belohnung an
es: Reclamar
fr: Réclamez une récompense
ja: 報酬を受け取る
ko: 보상 청구
pt_br: Reivindicar recompensa
ru: Получить награду
tr: Ödülü Al
zh_hans: 领取奖励

# reward_keep_saving
source: Keep saving to unlock!
ar: استمر في الحفظ لفتح القفل!
de: Speichern Sie weiter, um es freizuschalten!
es: ¡Sigue ahorrando para desbloquear!
fr: Continuez à économiser pour débloquer !
ja: ロックを解除するには保存を続けてください!
ko: 잠금을 해제하려면 계속 저장하세요!
pt_br: Continue salvando para desbloquear!
ru: Продолжайте сохранять, чтобы разблокировать!
tr: Açmak için biriktirmeye devam et!
zh_hans: 继续保存即可解锁！

# reward_locked
source: Locked
ar: مغلق
de: Gesperrt
es: Bloqueado
fr: Fermé
ja: ロックされています
ko: 잠김
pt_br: Bloqueado
ru: Заблокировано
tr: Kilitli
zh_hans: 锁定

# reward_purchased
source: Purchased
ar: تم شراؤها
de: Gekauft
es: Comprado
fr: Acheté
ja: 購入済み
ko: 구매함
pt_br: Comprado
ru: Куплено
tr: Alındı
zh_hans: 已购买

# rewards_affordable_count
source: %d reward available!
ar: %d مكافأة متاحة!
de: %d Belohnung verfügbar!
fr: %d récompense disponible !
ja: %d 個の報酬をご利用いただけます!
ko: %d개의 보상을 받을 수 있습니다!
pt_br: %d recompensa disponível!
ru: Доступно %d награды!
tr: %d ödül mevcut!
zh_hans: %d 奖励可用！

# rewards_empty_btn
source: Add Custom Reward
ar: إضافة مكافأة مخصصة
de: Fügen Sie eine benutzerdefinierte Belohnung hinzu
fr: Ajouter une récompense personnalisée
ja: カスタム報酬を追加
ko: 맞춤 보상 추가
pt_br: Adicionar recompensa personalizada
ru: Добавить индивидуальное вознаграждение
tr: Özel Ödül Ekle
zh_hans: 添加自定义奖励

# rewards_empty_desc
source: Add things you want to buy using your saved money.
ar: أضف الأشياء التي ترغب في شرائها باستخدام أموالك المحفوظة.
de: Fügen Sie mit Ihrem gesparten Geld Dinge hinzu, die Sie kaufen möchten.
fr: Ajoutez les choses que vous souhaitez acheter avec votre argent économisé.
ja: 浮いたお金で買いたいものを追加します。
ko: 저축한 돈으로 사고 싶은 물건을 추가해보세요.
pt_br: Adicione coisas que deseja comprar usando o dinheiro economizado.
ru: Добавьте вещи, которые вы хотите купить, используя сэкономленные деньги.
tr: Kaydettiğin paranla almak istediklerini ekle.
zh_hans: 使用省下的钱添加您想购买的东西。

# rewards_empty_title
source: No rewards yet!
ar: لا توجد مكافآت حتى الآن!
de: Noch keine Belohnungen!
fr: Aucune récompense pour l'instant !
ja: まだ報酬はありません！
ko: 아직 보상이 없습니다!
pt_br: Ainda não há recompensas!
ru: Наград пока нет!
tr: Henüz ödül yok!
zh_hans: 还没有奖励！

# rewards_saved_total
source: You’ve saved
ar: لقد أنقذت
de: Sie haben gespart
es: Has ahorrado
fr: Vous avez enregistré
ja: 保存しました
ko: 저장하셨습니다
pt_br: Você salvou
ru: Вы сохранили
tr: Birikimin
zh_hans: 您已保存

# rewards_store_subtitle
source: Set a goal & treat yourself
ar: حدد هدفًا وعامل نفسك
de: Setzen Sie sich ein Ziel und gönnen Sie sich etwas
fr: Fixez-vous un objectif et faites-vous plaisir
ja: 目標を設定して自分を大切にする
ko: 목표를 설정하고 치료를 받으세요
pt_br: Estabeleça uma meta e mime-se
ru: Поставьте цель и побалуйте себя
tr: Hedef belirle, kendini ödüllendir
zh_hans: 设定目标并善待自己

# rewards_store_title
source: Rewards Store
ar: متجر المكافآت
de: Prämienshop
es: Tienda de Recompensas
fr: Magasin de récompenses
ja: リワードストア
ko: 리워드 스토어
pt_br: Loja de recompensas
ru: Магазин наград
tr: Ödül Mağazası
zh_hans: 奖励商店

# settings_cancel
source: Cancel
ar: يلغي
de: Stornieren
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

# settings_coming_soon
source: Soon
ar: قريباً
de: Bald
fr: Bientôt
ja: すぐ
ko: 곧
pt_br: Breve
ru: Скоро
tr: Yakında
zh_hans: 很快

# settings_cost_title
source: Cost
ar: يكلف
de: Kosten
fr: Coût
ja: 料金
ko: 비용
pt_br: Custo
ru: Расходы
tr: Maliyet
zh_hans: 成本

# settings_currency
source: Currency
ar: عملة
de: Währung
fr: Devise
ja: 通貨
ko: 통화
pt_br: Moeda
ru: Валюта
tr: Para Birimi
zh_hans: 货币

# settings_daily_cost
source: Daily Cost
ar: التكلفة اليومية
de: Tägliche Kosten
fr: Coût quotidien
ja: 1 日あたりのコスト
ko: 일일 비용
pt_br: Custo Diário
ru: Ежедневная стоимость
tr: Günlük Maliyet
zh_hans: 每日费用

# settings_dates_title
source: Timeline
ar: الجدول الزمني
de: Zeitleiste
fr: Chronologie
ja: タイムライン
ko: 타임라인
pt_br: Linha do tempo
ru: Хронология
tr: Zaman Çizelgesi
zh_hans: 时间轴

# settings_go_premium
source: Go Premium
ar: اذهب إلى الإصدار المميز
de: Gehen Sie Premium
es: Hazte Premium
fr: Passez à la version premium
ja: プレミアムに行く
ko: 프리미엄으로 이동
pt_br: Torne-se Premium
ru: Перейти Премиум
tr: Premium'a Geç
zh_hans: 升级至高级版

# settings_habit_name
source: Name
ar: اسم
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
tr: İsim
zh_hans: 姓名

# settings_habit_title
source: Habit
ar: عادة
de: Gewohnheit
fr: Habitude
ja: 癖
ko: 습관
pt_br: Hábito
ru: Привычка
tr: Alışkanlık
zh_hans: 习惯

# settings_legal
source: Legal
ar: قانوني
de: Rechtliches
fr: Juridique
ja: 法的情報
ko: 법적 정보
ru: Правовая информация
tr: Yasal
zh_hans: 法律

# settings_notif_daily
source: Daily Reminder
ar: تذكير يومي
de: Tägliche Erinnerung
es: Recordatorio diario
fr: Rappel quotidien
ja: 毎日のリマインダー
ko: 매일 알림
pt_br: Lembrete diário
ru: Ежедневное напоминание
tr: Günlük Hatırlatma
zh_hans: 每日提醒

# settings_notif_weekend
source: Weekend Alerts
ar: تنبيهات نهاية الأسبوع
de: Wochenend-Warnungen
es: Alertas de fin de semana
fr: Alertes week-end
ja: 週末アラート
ko: 주말 알림
pt_br: Alertas de fim de semana
ru: Напоминания на выходных
tr: Hafta Sonu Uyarıları
zh_hans: 周末提醒

# settings_notifications_title
source: NOTIFICATIONS
ar: الإشعارات
de: BENACHRICHTIGUNGEN
es: NOTIFICACIONES
ja: 通知
ko: 알림
pt_br: NOTIFICAÇÕES
ru: УВЕДОМЛЕНИЯ
tr: BİLDİRİMLER
zh_hans: 通知

# settings_premium_label
source: Quit Smoking Premium
ar: قسط تماما
de: Ganz Premium
fr: Tout à fait Premium
ja: かなりプレミアム
ko: 퀴틀리 프리미엄
pt_br: Sair Premium
ru: Довольно Премиум
zh_hans: 安静高级版

# settings_premium_subtitle
source: Multiple habits, themes & more
ar: عادات متعددة، والموضوعات وأكثر من ذلك
de: Mehrere Gewohnheiten, Themen und mehr
fr: Plusieurs habitudes, thèmes et plus
ja: 複数の習慣、テーマなど
ko: 다양한 습관, 테마 등
pt_br: Vários hábitos, temas e muito mais
ru: Множество привычек, тем и т. д.
tr: Çoklu alışkanlık, temalar vb.
zh_hans: 多种习惯、主题等

# settings_premium_title
source: Premium
ar: غالي
de: Prämie
fr: Prime
ja: プレミアム
ko: 프리미엄
pt_br: Prêmio
ru: Премиум
zh_hans: 优质的

# settings_privacy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_hans: 隐私政策

# settings_quit_date
source: Quit Date
ar: تاريخ الإقلاع عن التدخين
de: Beendigungsdatum
fr: Date d'arrêt
ja: 退職日
ko: 종료 날짜
pt_br: Data de encerramento
ru: Дата выхода
tr: Bırakma Tarihi
zh_hans: 戒烟日期

# settings_reset_alert_message
source: This will delete your habit and streak. This cannot be undone.
ar: سيؤدي هذا إلى حذف عادتك وخطك. لا يمكن التراجع عن هذا.
de: Dadurch werden Ihre Gewohnheit und Ihr Streak gelöscht. Dies kann nicht rückgängig gemacht werden.
fr: Cela supprimera votre habitude et votre séquence. Cela ne peut pas être annulé.
ja: これにより、あなたの習慣と縞模様が削除されます。これを元に戻すことはできません。
ko: 습관과 연속 기록이 삭제됩니다. 이 작업은 취소할 수 없습니다.
pt_br: Isso excluirá seu hábito e sequência. Isto não pode ser desfeito.
ru: Это удалит вашу привычку и полосу. Это невозможно отменить.
tr: Bu, alışkanlığını ve serini silecek. Geri alınamaz.
zh_hans: 这会消除你的习惯和连续记录。此操作无法撤消。

# settings_reset_alert_title
source: Reset Everything?
ar: إعادة ضبط كل شيء؟
de: Alles zurücksetzen?
fr: Tout réinitialiser ?
ja: すべてをリセットしますか?
ko: 모든 것을 재설정하시겠습니까?
pt_br: Redefinir tudo?
ru: Сбросить все?
tr: Her Şey Sıfırlansın mı?
zh_hans: 重置一切？

# settings_reset_confirm
source: Reset
ar: إعادة ضبط
de: Zurücksetzen
fr: Réinitialiser
ja: リセット
ko: 다시 놓기
pt_br: Reiniciar
ru: Перезагрузить
tr: Sıfırla
zh_hans: 重置

# settings_reset_data
source: Reset All Data
ar: إعادة ضبط كافة البيانات
de: Alle Daten zurücksetzen
fr: Réinitialiser toutes les données
ja: すべてのデータをリセット
ko: 모든 데이터 재설정
pt_br: Redefinir todos os dados
ru: Сбросить все данные
tr: Tüm Verileri Sıfırla
zh_hans: 重置所有数据

# settings_save
source: Save
ar: يحفظ
de: Speichern
fr: Sauvegarder
ja: 保存
ko: 구하다
pt_br: Salvar
ru: Сохранять
tr: Kaydet
zh_hans: 节省

# settings_saved
source: Saved!
ar: تم الحفظ!
de: Gespeichert!
fr: Enregistré!
ja: 保存しました!
ko: 저장됨!
pt_br: Salvo!
ru: Сохранено!
tr: Kaydedildi!
zh_hans: 已保存!

# settings_subtitle
source: Customize your experience
ar: خصص تجربتك
de: Passe dein Erlebnis an
es: Personaliza tu experiencia
fr: Personnalisez votre expérience
ja: 体験をカスタマイズ
ko: 경험을 맞춤 설정하세요
pt_br: Personalize sua experiência
ru: Настройте свой опыт
tr: Deneyimini özelleştir
zh_hans: 自定义你的体验

# settings_terms
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용약관
pt_br: Termos de Uso
ru: Условия использования
tr: Kullanım Koşulları
zh_hans: 使用条款

# settings_title
source: Settings
ar: إعدادات
de: Einstellungen
fr: Paramètres
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
zh_hans: 设置

source: Start a timer
ar: ابدأ الموقّت
de: Starten Sie einen Timer
fr: Démarrer une minuterie
ja: タイマーを開始する
ko: 타이머 시작
pt_br: Iniciar um cronômetro
ru: Запустить таймер
zh_hans: 启动计时器

source: Start Timer
ar: بدء الموقت
de: Timer starten
fr: Démarrer la minuterie
ja: タイマーを開始する
ko: 타이머 시작
pt_br: Iniciar temporizador
ru: Запустить таймер
zh_hans: 启动定时器

# streak_protected_message
source: Streak protected! Only -1 day penalty. You've got this. 🛡️
ar: تم حماية السلسلة! خصم يوم واحد فقط. يمكنك فعلها. 🛡️
de: Streak geschützt! Nur -1 Tag Strafe. Du schaffst das. 🛡️
es: ¡Racha protegida! Solo -1 día de penalización. Tú puedes. 🛡️
fr: Série protégée ! Seulement -1 jour de pénalité. Tu peux le faire. 🛡️
ja: ストリーク保護！ペナルティは-1日だけ。あなたならできる。🛡️
ko: 연속 기록 보호됨! -1일 패널티만. 할 수 있어요. 🛡️
pt_br: Sequência protegida! Apenas -1 dia de penalidade. Você consegue. 🛡️
ru: Серия защищена! Штраф только -1 день. У тебя получится. 🛡️
tr: Seri korundu! Sadece -1 gün ceza. Yapabilirsin. 🛡️
zh_hans: 连续记录已保护！仅-1天惩罚。你可以的。🛡️

# streak_protection_note
source: 🛡️ Your streak will be protected (-1 day)
ar: 🛡️ ستتم حماية سلسلتك (-1 يوم)
de: 🛡️ Dein Streak wird geschützt (-1 Tag)
es: 🛡️ Tu racha será protegida (-1 día)
fr: 🛡️ Votre série sera protégée (-1 jour)
ja: 🛡️ ストリークは保護されます（-1日）
ko: 🛡️ 연속 기록이 보호됩니다 (-1일)
pt_br: 🛡️ Sua sequência será protegida (-1 dia)
ru: 🛡️ Ваша серия будет защищена (-1 день)
tr: 🛡️ Serin korunacak (-1 gün)
zh_hans: 🛡️ 你的连续记录将被保护（-1天）

# tab_home
source: Home
ar: بيت
de: Heim
fr: Maison
ja: 家
ko: 집
pt_br: Lar
ru: Дом
tr: Ana Sayfa
zh_hans: 家

# tab_journey
source: Journey
ar: رحلة
de: Reise
fr: Voyage
ja: 旅
ko: 여행
pt_br: Jornada
ru: Путешествие
tr: Yolculuk
zh_hans: 旅行

# tab_progress
source: Progress
ar: التقدم
de: Fortschritt
es: Progreso
fr: Progrès
ja: 進捗
ko: 진행
pt_br: Progresso
ru: Прогресс
tr: İlerleme
zh_hans: 进度

# tab_settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
zh_hans: 设置

source: Timer
ar: الموقت
fr: Minuteur
ja: タイマー
ko: 시간제 노동자
pt_br: Temporizador
ru: Таймер
zh_hans: 定时器

source: Timer is running
ar: المؤقت يعمل
de: Timer läuft
fr: La minuterie est en marche
ja: タイマーが作動中です
ko: 타이머가 작동 중입니다.
pt_br: O cronômetro está funcionando
ru: Таймер работает
zh_hans: 计时器正在运行

# trigger_bored
source: Boredom
ar: ملل
de: Langeweile
es: Aburrimiento
fr: Ennui
ja: 退屈
ko: 지루함
pt_br: Tédio
ru: Скука
tr: Sıkıntı
zh_hans: 无聊

# trigger_celebration
source: Celebration
ar: احتفال
de: Feier
es: Celebración
fr: Fête
ja: お祝い
ko: 축하 자리
pt_br: Comemoração
ru: Празднование
tr: Kutlama
zh_hans: 庆祝

# trigger_detail_breakdown
source: BREAKDOWN
ar: التوزيع
de: AUFTEILUNG
es: DESGLOSE
fr: REPARTITION
ja: 内訳
ko: 분석
pt_br: DETALHAMENTO
ru: РАЗБИВКА
tr: DAGILIM
zh_hans: 分类

# trigger_detail_context
source: OUTCOMES
ar: النتائج
de: ERGEBNISSE
es: RESULTADOS
fr: RESULTATS
ja: 結果
ko: 결과
pt_br: RESULTADOS
ru: РЕЗУЛЬТАТЫ
tr: SONUCLAR
zh_hans: 结果

# trigger_detail_days_ago
source: %dd ago
ar: منذ %d يوم
de: Vor %d T.
es: Hace %dd
fr: Il y a %dj
ja: %d日前
ko: %d일 전
pt_br: %dd atras
ru: %dд назад
tr: %d gun once
zh_hans: %d天前

# trigger_detail_empty
source: No triggers logged yet
ar: لم يتم تسجيل محفزات بعد
de: Noch keine Auslöser erfasst
es: Aún no hay impulsos registrados
fr: Aucun déclencheur enregistré
ja: まだトリガーが記録されていません
ko: 아직 유발 요인이 기록되지 않았어요
pt_br: Nenhum gatilho registrado ainda
ru: Триггеры ещё не записаны
tr: Henüz tetikleyici kaydedilmedi
zh_hans: 尚未记录触发因素

# trigger_detail_empty_card
source: Tap Stay Strong to start tracking
ar: اضغط ابق قويا لبدء التتبع
de: Tippe Stark bleiben um zu starten
es: Pulsa Mantente fuerte para empezar
fr: Appuie sur Reste fort pour commencer
ja: 頑張るをタップして追跡開始
ko: 강하게 버티기를 눌러 추적 시작
pt_br: Toque Fique Forte para comecar
ru: Нажми Держись для начала
tr: Guclu Kal butonunu kullanarak izlemeye basla
zh_hans: 点击保持坚强开始追踪

# trigger_detail_empty_hint
source: When you tap Stay Strong or I Slipped, we will ask why and your patterns will appear here.
ar: عندما تضغط ابق قويا أو انزلقت سنسألك لماذا وستظهر أنماطك هنا
de: Wenn du auf Stark bleiben oder Rueckfall tippst fragen wir warum und deine Muster erscheinen hier
es: Cuando pulses Mantente fuerte o Recai preguntaremos por que y tus patrones apareceran aqui
fr: Quand tu appuies sur Reste fort ou Rechute on te demandera pourquoi et tes habitudes apparaitront ici
ja: 頑張るや失敗したをタップすると理由を聞きます。パターンがここに表示されます。
ko: 강하게 버티기 또는 실수했어요를 누르면 이유를 물어볼 거예요. 패턴이 여기에 나타나요.
pt_br: Quando tocar em Fique Forte ou Recai perguntaremos por que e seus padroes aparecerao aqui
ru: Когда нажмёшь Держись или Сорвался мы спросим почему и твои паттерны появятся здесь
tr: Guclu Kal veya Kaydim butonlarina bastiginda nedenini soracagiz ve kaliplarin burada gorunecek.
zh_hans: 当你点击保持坚强或我滑倒了时我们会问原因你的模式会显示在这里

# trigger_detail_hours_ago
source: %dh ago
ar: منذ %d ساعة
de: Vor %d Std.
es: Hace %dh
fr: Il y a %dh
ja: %d時間前
ko: %d시간 전
pt_br: %dh atras
ru: %dч назад
tr: %d saat once
zh_hans: %d小时前

# trigger_detail_just_now
source: Just now
ar: الآن
de: Gerade eben
es: Ahora mismo
fr: A l instant
ja: たった今
ko: 방금
pt_br: Agora mesmo
ru: Только что
tr: Az once
zh_hans: 刚刚

# trigger_detail_mins_ago
source: %dm ago
ar: منذ %d دقيقة
de: Vor %d Min.
es: Hace %dmin
fr: Il y a %dmin
ja: %d分前
ko: %d분 전
pt_br: %dmin atras
ru: %dм назад
tr: %d dk once
zh_hans: %d分钟前

# trigger_detail_recent
source: RECENT HISTORY
ar: التاريخ الحديث
de: LETZTE EINTRAEGE
es: HISTORIAL RECIENTE
fr: HISTORIQUE RECENT
ja: 最近の履歴
ko: 최근 기록
pt_br: HISTORICO RECENTE
ru: ПОСЛЕДНИЕ ЗАПИСИ
tr: SON GECMIS
zh_hans: 近期历史

# trigger_detail_resisted
source: Stayed Strong
ar: بقيت قويا
de: Stark geblieben
es: Se mantuvo fuerte
fr: Reste fort
ja: 耐えた
ko: 버텨냈어요
pt_br: Ficou forte
ru: Устоял
tr: Direndi
zh_hans: 保持了坚强

# trigger_detail_resisted_label
source: Stayed strong
ar: بقيت قويا
de: Stark geblieben
es: Se mantuvo fuerte
fr: Reste fort
ja: 耐えた
ko: 버텨냈어요
pt_br: Ficou forte
ru: Устоял
tr: Direndi
zh_hans: 保持了坚强

# trigger_detail_slipped
source: Slipped
ar: انزلقت
de: Rueckfall
es: Recayo
fr: A rechute
ja: 失敗した
ko: 실수했어요
pt_br: Recaiu
ru: Сорвался
tr: Kaydi
zh_hans: 滑倒了

# trigger_detail_slipped_label
source: Slipped
ar: انزلقت
de: Rueckfall
es: Recayo
fr: A rechute
ja: 失敗した
ko: 실수했어요
pt_br: Recaiu
ru: Сорвался
tr: Kaydi
zh_hans: 滑倒了

# trigger_detail_subtitle
source: Understanding your patterns
ar: فهم أنماطك
de: Deine Muster verstehen
es: Entender tus patrones
fr: Comprendre vos habitudes
ja: パターンを理解する
ko: 나의 패턴 이해하기
pt_br: Entendendo seus padrões
ru: Понимание паттернов
tr: Kalıplarını anlamak
zh_hans: 了解你的模式

# trigger_detail_tap_more
source: Tap for full analysis
ar: اضغط للتحليل الكامل
de: Fuer volle Analyse tippen
es: Toca para analisis completo
fr: Appuie pour analyse complete
ja: タップして完全な分析を表示
ko: 전체 분석 보기
pt_br: Toque para analise completa
ru: Нажми для полного анализа
tr: Tam analiz icin dokun
zh_hans: 点击查看完整分析

# trigger_detail_title
source: Trigger Insights
ar: تحليل المحفزات
de: Auslöser-Analyse
es: Análisis de impulsos
fr: Analyse des déclencheurs
ja: トリガー分析
ko: 유발 요인 분석
pt_br: Análise de Gatilhos
ru: Анализ триггеров
tr: Tetikleyici Analizi
zh_hans: 触发因素分析

# trigger_detail_top_label
source: YOUR #1 TRIGGER
ar: محفزك الأول
de: DEIN #1 AUSLOESER
es: TU IMPULSO #1
fr: VOTRE DECLENCHEUR #1
ja: #1トリガー
ko: 1위 유발 요인
pt_br: SEU GATILHO #1
ru: ТРИГГЕР №1
tr: 1 NUMARALI TETIKLEYICIN
zh_hans: 你的第一大触发因素

# trigger_detail_total
source: %d total
ar: %d إجمالي
de: %d gesamt
ja: %d件
ko: %d건
ru: %d всего
tr: %d toplam
zh_hans: 共%d次

# trigger_habit
source: Habit
ar: عادة
de: Gewohnheit
es: Hábito
fr: Habitude
ja: 習慣
ko: 습관
pt_br: Hábito
ru: Привычка
tr: Alışkanlık
zh_hans: 习惯

# trigger_insight_main
source: Most of your urges happen when you're %@.
ar: معظم رغباتك تحدث عندما تكون %@.
de: Die meisten deiner Impulse treten auf, wenn du %@ bist.
es: La mayoría de tus impulsos ocurren cuando estás %@.
fr: La plupart de vos envies surviennent quand vous êtes %@.
ja: あなたの衝動の多くは%@の時に起こります。
ko: 대부분의 충동은 %@ 때 발생해요.
pt_br: A maioria dos seus impulsos acontece quando você está %@.
ru: Большинство ваших порывов возникают, когда вы %@.
tr: Dürtülerinin çoğu %@ olduğunda ortaya çıkıyor.
zh_hans: 你的大部分冲动发生在%@的时候。

# trigger_insight_title
source: TRIGGER INSIGHTS
ar: تحليل المحفزات
de: AUSLÖSER-ANALYSE
es: ANÁLISIS DE DESENCADENANTES
fr: ANALYSE DES DÉCLENCHEURS
ja: トリガー分析
ko: 유발 요인 분석
pt_br: ANÁLISE DE GATILHOS
ru: АНАЛИЗ ТРИГГЕРОВ
tr: TETİKLEYİCİ ANALİZİ
zh_hans: 触发因素分析

# trigger_question
source: Why did you feel like drinking?
ar: لماذا شعرت بالرغبة في الشرب؟
de: Warum hattest du Lust zu trinken?
es: ¿Por qué sentiste ganas de beber?
fr: Pourquoi as-tu eu envie de boire ?
ja: なぜ飲みたいと思いましたか？
ko: 왜 술을 마시고 싶었나요?
pt_br: Por que você sentiu vontade de beber?
ru: Почему вам захотелось выпить?
tr: Neden içmek istedin?
zh_hans: 你为什么想喝酒？

# trigger_saved
source: Got it! Thanks for sharing.
ar: فهمت! شكراً للمشاركة.
de: Verstanden! Danke fürs Teilen.
es: ¡Entendido! Gracias por compartir.
fr: Compris ! Merci d'avoir partagé.
ja: 了解！共有ありがとうございます。
ko: 알겠어요! 공유해줘서 고마워요.
pt_br: Entendi! Obrigado por compartilhar.
ru: Понял! Спасибо, что поделились.
tr: Anladım! Paylaştığın için teşekkürler.
zh_hans: 收到！感谢你的分享。

# trigger_skip
source: Skip for now
ar: تخطي الآن
de: Jetzt überspringen
es: Omitir por ahora
fr: Passer pour l'instant
ja: 今はスキップ
ko: 나중에 할게요
pt_br: Pular por agora
ru: Пропустить
tr: Şimdilik geç
zh_hans: 暂时跳过

# trigger_social
source: Social
ar: اجتماعي
de: Soziales
ja: 付き合い
ko: 사교 모임
ru: Общение
tr: Sosyal ortam
zh_hans: 社交

# trigger_stress
source: Stress
ar: توتر
es: Estrés
ja: ストレス
ko: 스트레스
pt_br: Estresse
ru: Стресс
tr: Stres
zh_hans: 压力
